alexcvzz.vscode-sqlite
asvetliakov.vscode-neovim
bbenoist.nix
bierner.emojisense
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
cardinal90.multi-cursor-case-preserve
charliermarsh.ruff
chrmarti.regex
coolbear.systemd-unit-file
dbaeumer.vscode-eslint
eamodio.gitlens
earthly.earthfile-syntax-highlighting
esbenp.prettier-vscode
euskadi31.json-pretty-printer
github.codespaces
glehmann.earthlyls
golang.go
jallen7usa.vscode-cue-fmt
lukaschneider.crumbs
mikestead.dotenv
mitsuhiko.insta
moalamri.inline-fold
ms-azuretools.vscode-docker
ms-ossdata.vscode-postgresql
ms-python.black-formatter
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
murloccra4ler.leap
nickgo.cuelang
penumbratheme.penumbra
phgn.vscode-starlark
prisma.prisma
rust-lang.rust-analyzer
serayuzgur.crates
sleistner.vscode-fileutils
sswg.swift-lang
tilt-dev.tiltfile
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
vknabel.vscode-apple-swift-format
yoavbls.pretty-ts-errors
zeshuaro.vscode-python-poetry
