alexcvzz.vscode-sqlite
alfredbirk.go-to-next-change
ameenahsanma.poetry-monorepo
anysphere.pyright
arrterian.nix-env-selector
asvetliakov.vscode-neovim
bbenoist.nix
bierner.emojisense
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
brettm12345.nixfmt-vscode
cardinal90.multi-cursor-case-preserve
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
charliermarsh.ruff
dbaeumer.vscode-eslint
eamodio.gitlens
earthly.earthfile-syntax-highlighting
emeraldwalk.runonsave
esbenp.prettier-vscode
fredwangwang.vscode-hcl-format
github.vscode-github-actions
golang.go
hashicorp.terraform
hediet.vscode-drawio
idleberg.applescript
jallen7usa.vscode-cue-fmt
jnoortheen.nix-ide
matheusq94.tfs
mikestead.dotenv
mindaro-dev.file-downloader
moalamri.inline-fold
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.vscode-js-profile-flame
ms-vscode.vscode-typescript-next
nickgo.cuelang
ninoseki.vscode-pylens
penumbratheme.penumbra
phgn.vscode-starlark
prisma.prisma
redhat.vscode-yaml
rust-lang.rust-analyzer
serayuzgur.crates
sleistner.vscode-fileutils
sswg.swift-lang
tilt-dev.tiltfile
tomoki1207.pdf
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
vknabel.vscode-apple-swift-format
yoavbls.pretty-ts-errors
